{
    "dude": [
        "Ohhhh shit",
        "Fuck me! not you again",
        "Holy Fuck",
        "Jesus Fucking Christ!",
        "Dude, seriously!",
        "What the Fuck Man",
        "Oh Jesus Fuck",
        "Sweet Jesus Funky Balls",
        "Fuck you mayonaise monkey",
        "Oh you ugly motherfucker"
    ],
    "names": [
        "motherfucker",
        "asshole",
        "shithole",
        "dumbfuck",
        "idiot",
        "cunt",
        "poo eater",
        "fuck face",
        "fucking fuck",
        "jerk",
        "cretin",
        "arsehole",
        "fuck trumpet",
        "pissflaps",
        "twat",
        "shitbag",
        "cocknose",
        "dick weed",
        "bitchtits",
        "arsebadger",
        "jizzcock",
        "boabby",
        "cumdumpster",
        "wanker",
        "bollocks",
        "twatwaffle",
        "thundercunt",
        "dickhead",
        "shitpouch",
        "pish",
        "jizztain",
        "nonce",
        "pisskidney",
        "wazzock",
        "cumwipe",
        "fanny",
        "bellend",
        "pisswizard",
        "knobjockey",
        "cuntpuddle",
        "dickweasel",
        "quim",
        "fuck wit",
        "cock womble",
        "twatface",
        "fuck nugget",
        "fuck bucket",
        "shit magnet",
        "scrote",
        "cuntflaps",
        "bugger",
        "arsebastard",
        "dick fucker",
        "fannyflaps",
        "wankface",
        "jizzbreath",
        "piss artist",
        "douchecanoe",
        "nutsack",
        "arsewipe",
        "choad",
        "clusterfuck",
        "cockburger",
        "arseclown",
        "fuckstick",
        "peckerhead",
        "rimjob",
        "shitcunt",
        "smeghead",
        "fuck shitter",
        "jizz muffin",
        "shit spitter",
        "bollockface",
        "shitnubbin",
        "dickcheese",
        "pissbucket",
        "buttmunch",
        "shitlicker",
        "arsegoblin",
        "dickbag",
        "arsebutter"
    ],
    "job": [
        "shitty",
        "stupid",
        "depressing",
        "inferno",
        "fucking",
        "cunt",
        "time wasting",
        "meaningless"
    ],
    "quotes": [
        "You’re my favorite person besides every other person I’ve ever met.",
        "No offense, but you make me want to staple my cunt shut.",
        "Did your parents have any children that lived?",
        "I envy people who have never met you.",
        "You’re impossible to underestimate.",
        "You’re not the dumbest person on the planet, but you sure better hope he doesn’t die.",
        "If you were an inanimate object, you’d be a participation trophy.",
        "You look like your father would be disappointed in you if he stayed.",
        "You’re not pretty enough to be that dumb.",
        "I’m sorry your dad beat you instead of cancer.",
        "Take my lowest priority and put yourself beneath it.",
        "Such a shame your mother didn’t swallow you.",
        "The best part of you ran down your mom’s leg.",
        "People like you are the reason God doesn’t talk to us anymore.",
        "I’d love to stay and chat but I’d rather have type-2 diabetes.",
        "How the fuck are you the sperm that won?",
        "If you were a potato you’d be a stupid potato.",
        "Your mother may have told you that you could be anything you wanted, but a douchebag wasn’t what she meant.",
        "Ready to fail like your dad’s condom?",
        "If I wanted to commit suicide I’d climb to your ego and jump to your IQ.",
        "You make me wish I had more middle fingers.",
        "If genius skips a generation, your children will be brilliant.",
        "I don’t have the time or the crayons to explain this to you.",
        "You’re dumber than I tell people.",
        "Your birth certificate is an apology letter from the condom factory.",
        "I can explain it to you, but I can’t understand it for you.",
        "You could fuck up a wet dream.",
        "This is why everyone talks about you as soon as you leave the room.",
        "You know, people were right about you.",
        "Don’t make me have to smack the extra chromosome out of you.",
        "You’ve gotta be two people, because no single person can be that stupid.",
        "If you were any dumber, someone would have to water you twice a week.",
        "You’ll never be half the man your mother was.",
        "If you were on fire and I had a cup of my own piss, I’d drink it.",
        "You look like something I drew with my left hand.",
        "The only thing that will ever fuck you is life.",
        "In a country where anyone can be anything, I will never understand why you chose to be mediocre.",
        "You’re about as important as a white crayon.",
        "You look like the kind of person that buys condoms on his way to a family reunion.",
        "People will not only remember your death, they will celebrate it.",
        "You are a shit stain on the underpants of society.",
        "You're not the dumbest person on the planet, but you sure better hope he doesn't die.",
        "If I had a gun with two bullets and was in a room with Hitler, Bin Laden, and you, I would shoot you twice!",
        "You´re like an unwanted third Mario brother",
        "I will fuck the entire first row at your funeral",
        "You're painfully average",
        "If I gave you a penny for your thoughts, I'd get change.",
        "If stupidity was painful, you'd be in agony.",
        "As an outsider, what do you think of the human race?",
        "You started at the bottom and it's been downhill ever since.",
        "Mirrors can't talk. Luckily for you, they can't laugh either.",
        "If I throw a stick, will you go away?",
        "Someday you'll find yourself, and will you be disappointed.",
        "Anybody who told you to just be yourself couldn't have given you worse advice.",
        "You look like something I'd draw with my left hand.",
        "You're a person of rare intelligence. It's rare when you show any.",
        "Anyone who ever loved you was wrong.",
        "Do you realize that people just tolerate you?",
        "If you were anymore inbred you would be a sandwich.",
        "You look like a before picture.",
        "You will be utterly forgotten.",
        "What doesn’t kill you…disappoints me.",
        "I treasure the time i don’t spend with you.",
        "Why don't you slip into something more comfortable? Like a coma.",
        "I could say nice things about you, but I'd rather tell the truth.",
        "I never forget a face, but in your case I'll gladly make an exception!",
        "Most of us live and learn. You just live.",
        "I like your approach now let's see your departure.",
        "Don't know what your problem is, but I bet it's hard to pronounce.",
        "This would be an excellent time for you to become a missing person.",
        "My middle finger get's a boner when I think of you.",
        "You wanna see something funny? Hold on a sec, I'll get you a mirror.",
        "I'm busy, you're ugly, have a nice day",
        "You are cordially invited to Go Fuck Yourself.",
        "Some people need a high five... in the face... with a chair. Want me to do it?"
    ]
}